Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: 食べ物・飲み物
de: Essen & Trinken
en: Food & Drink
es: Comida y bebida
fr: Nourriture et boissons
ko: 음식 · 음료
pt_br: Comida e bebida
zh_hans: 食品与饮料
zh_hant: 食物・飲料

source: 食費
de: Essen
en: Food
es: Comida
fr: Alimentation
ko: 식비
pt_br: Alimentação
zh_hans: 餐饮
zh_hant: 餐飲費

source: 香港ドル
de: Hongkong-Dollar
en: Hong Kong Dollar
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
ko: 홍콩 달러
pt_br: Dólar de Hong Kong
zh_hans: 港元
zh_hant: 港幣

source: 高い順
de: Absteigend
en: Highest first
es: De mayor a menor
fr: Du plus haut au plus bas
ko: 높은 순
pt_br: Do maior para o menor
zh_hans: 由高到低
zh_hant: 由高到低

source: この定期項目を削除
de: Diesen wiederkehrenden Eintrag löschen
en: Delete this recurring item
es: Eliminar este elemento recurrente
fr: Supprimer cet élément récurrent
ko: 이 정기 항목 삭제
pt_br: Excluir este item recorrente
zh_hans: 删除此定期项目
zh_hant: 刪除此定期項目

source: この定期項目を削除しますか？
de: Diesen wiederkehrenden Eintrag löschen?
en: Delete this recurring item?
es: ¿Eliminar este elemento recurrente?
fr: Supprimer cet élément récurrent ?
ko: 이 정기 항목을 삭제하시겠습니까?
pt_br: Excluir este item recorrente?
zh_hans: 要删除此定期项目吗？
zh_hant: 要刪除此定期項目嗎？

source: name@icloud.com
es: nombre@icloud.com
pt_br: nome@icloud.com

source: Show sheet
fr: Afficher la feuille
zh_hans: 显示账本
zh_hant: 顯示帳本

source: %llds
ko: %lld초

source: DEBUG: %@
zh_hans: 调试：%@

source: OK
zh_hans: 好
zh_hant: 好
